export default {
  projections: {
    НастройкиОпрE: {
      опрос: {
        __caption__: 'Опрос',
        наименование: {
          __caption__: 'Опрос'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Ответственный'
        }
      },
      содержание: {
        __caption__: 'Содержание',
        вопрос: {
          __caption__: 'Вопрос'
        },
        вариант_1: {
          __caption__: 'Вариант_1'
        },
        вариант_2: {
          __caption__: 'Вариант_2'
        },
        вариант_3: {
          __caption__: 'Вариант_3'
        }
      }
    },
    НастройкиОпрL: {
      опрос: {
        __caption__: 'Опрос',
        наименование: {
          __caption__: 'Опрос'
        }
      },
      сотрудники: {
        __caption__: 'Ответственный',
        фамилия: {
          __caption__: 'Ответственный'
        }
      }
    }
  },
  validations: {
    опрос: {
      __caption__: 'Опрос'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    содержание: {
      __caption__: 'Содержание'
    }
  }
};
