export default {
  projections: {
    СотрудникиE: {
      табНомер: {
        __caption__: 'Табельный номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер паспорта'
      },
      серияПас: {
        __caption__: 'Серия паспорта'
      },
      отделы: {
        __caption__: 'Отделы',
        наименование: {
          __caption__: 'Отдел'
        }
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Должность'
        }
      }
    },
    СотрудникиL: {
      табНомер: {
        __caption__: 'Табельный номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер паспорта'
      },
      серияПас: {
        __caption__: 'Серия паспорта'
      },
      отделы: {
        __caption__: 'Отдел',
        наименование: {
          __caption__: 'Отдел'
        }
      },
      должности: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    номерПас: {
      __caption__: 'Номер паспорта'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПас: {
      __caption__: 'Серия паспорта'
    },
    табНомер: {
      __caption__: 'Табельный номер'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должности: {
      __caption__: 'Должности'
    },
    отделы: {
      __caption__: 'Отделы'
    }
  }
};
